insert into product values (200, '에어 조던 XXXVII PF', 12, 219000, 
	'신발 끈을 묶으면 점프와 스피드에 더해 코트에서 최강의 실력을 발휘할 수 있습니다. 최신 AJ는 도약과 착지를 최고의 장점으로 삼는 제품으로, 지면에서 뛰어 오르기 위한 다수의 에어 유닛과 충격을 흡수하는 포뮬러 23 폼을 적용했습니다. 탑은 견고한 강화 레노 위브 소재 레이어로 제작되었으며, 탁월한 경기력을 뒷받침하는 고정력을 선사해 아무리 빠르게 움직여도 벗겨지지 않습니다.'
	,'M');
insert into product values (201, '르브론 위트니스 6(팀)', 12, 107100, 
	'이번 버전의 르브론 위트니스는 줌 에어 대신 르브론이 가장 좋아하는 투명 맥스 에어 쿠셔닝으로 쿠셔닝을 제공하며 반응성이 뛰어난 감각을 제공합니다. 앞꿈치의 웨빙에서 뒤꿈치를 고정해 주는 외부 몰드 조각까지, 갑피 전체에 걸쳐 강화된 경량 메쉬를 적용해 어떤 움직임에도 안정적인 착화감을 제공합니다.'
	,'M');
insert into product values (202, '자이언 2 PF', 12, 103300, 
	'모든 수준의 농구 선수 그리고 자이언을 위해 제작된 신발로 한층 더 빠른 스피드와 강한 파워를 발산해 보세요. 상단의 조절 가능한 스트랩이 발을 고정해 주며, 단단한 중창이 빠른 속도의 플레이를 지원합니다. 또한 더 넓어진 밑창으로 안정감을 높여 야외 코트에 적합합니다.'
	,'M');
insert into product values (203, '나이키 버로우 SE', 10, 79000, 
	'모닥불처럼 포근한 것도 없기에, 나이키는 놀랍도록 편안한 슬리퍼를 만들었습니다. 안팎의 플리스 소재가 따뜻하고 부드러운 착용감을 선사하며, 마시멜로 느낌의 폼 중창과 밑창이 달콤함을 더해줍니다. 슬리퍼를 신고 휴식을 취하거나 텐트에서 나와 신선한 공기를 즐겨보세요.'
	,'F');
insert into product values (204, '나이키 에어맥스 97', 1, 109400, 
	'일본의 고속 열차에서 영감을 받은 오리지널의 물결 디자인이 돋보이는 나이키 에어맥스 97을 신고 초스피드로 앞서가는 스타일을 연출해 보세요. 러닝계의 판도를 바꿔놓은 혁명적인 전체 길이 나이키 에어 유닛과 신선한 디테일이 적용된 신발로 퍼스트 클래스의 편안함을 선사합니다.'
	,'F');


insert into product_detail values (200, 200, '270', '화이트', 6);
insert into product_detail values (201, 201, '250', '블랙', 10);
insert into product_detail values (202, 202, '260', '브라운', 5);
insert into product_detail values (203, 203, '230', '브라운', 8);
insert into product_detail values (204, 204, '240', '화이트', 9);


insert into product_photo values (200, 200, '200.webp', 1, '화이트');
insert into product_photo values (201, 201, '201.webp', 1, '블랙');
insert into product_photo values (202, 202, '202.webp', 1, '브라운');
insert into product_photo values (203, 203, '203.webp', 1, '브라운');
insert into product_photo values (204, 204, '204.webp', 1, '화이트');